[Creature.A_CreatureKappaShoya H7Creature]
mName="河童庄屋"
mLore="据说河童无法居住在浑浊的水体中，只有它们中最受尊敬的成员才能净化它们获得力量的水源。庄屋与最神圣的河流和湖泊紧密相连，不断努力维持其本土元素的纯净。在净化的过程中，它们积累了浓缩的精神毒素，这些毒素不仅无害，反而赋予它们力量。这使它们能够进行巨大的跳跃并用尽全力粉碎敌人。"